{
  "meta": {
    "topic": "fehler suche der korrupte analyst",
    "mechanic": "finding_terms",
    "engine": "FindingGame",
    "variant": "fehler_suche_der_korrupte_analyst",
    "title": "fehler suche der korrupte analyst - Begriffe finden",
    "subtitle": "Markiere die relevanten Fachbegriffe im Text.",
    "version": "1.0"
  },
  "scoring": {
    "max_score": 100,
    "false_penalty": 10
  },
  "contract_excerpt": [
    "Im Thema fehler suche der korrupte analyst stehen Korrupte, Analyst und Fehler im Mittelpunkt.",
    "Bei der Einordnung sind ausserdem Suche und Nutzwertanalyse entscheidend.",
    "Als Ablenker treten Scheinargument, Nebenspur und Zufallsauswahl auf.",
    "Begriffe im Fokus: Korrupte, Analyst, Fehler, Suche, Nutzwertanalyse, Scheinargument, Nebenspur, Zufallsauswahl."
  ],
  "terms": [
    {
      "id": "t1",
      "label": "Korrupte",
      "is_target": true,
      "explanation": "\"Korrupte\" ist ein relevanter Fachbegriff im Thema fehler suche der korrupte analyst."
    },
    {
      "id": "t2",
      "label": "Analyst",
      "is_target": true,
      "explanation": "\"Analyst\" ist ein relevanter Fachbegriff im Thema fehler suche der korrupte analyst."
    },
    {
      "id": "t3",
      "label": "Fehler",
      "is_target": true,
      "explanation": "\"Fehler\" ist ein relevanter Fachbegriff im Thema fehler suche der korrupte analyst."
    },
    {
      "id": "t4",
      "label": "Suche",
      "is_target": true,
      "explanation": "\"Suche\" ist ein relevanter Fachbegriff im Thema fehler suche der korrupte analyst."
    },
    {
      "id": "t5",
      "label": "Nutzwertanalyse",
      "is_target": true,
      "explanation": "\"Nutzwertanalyse\" ist ein relevanter Fachbegriff im Thema fehler suche der korrupte analyst."
    },
    {
      "id": "t6",
      "label": "Scheinargument",
      "is_target": false,
      "explanation": "\"Scheinargument\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    },
    {
      "id": "t7",
      "label": "Nebenspur",
      "is_target": false,
      "explanation": "\"Nebenspur\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    },
    {
      "id": "t8",
      "label": "Zufallsauswahl",
      "is_target": false,
      "explanation": "\"Zufallsauswahl\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    }
  ]
}
