{
  "meta": {
    "topic": "Nachhaltige Entwicklung im Unternehmenskontext",
    "mechanic": "finding_terms",
    "engine": "FindingGame",
    "variant": "massnahmenportfolio_planer",
    "title": "Nachhaltige Entwicklung im Unternehmenskontext - Begriffe finden",
    "subtitle": "Markiere die relevanten Fachbegriffe im Text.",
    "version": "1.0"
  },
  "scoring": {
    "max_score": 100,
    "false_penalty": 10
  },
  "contract_excerpt": [
    "Im Thema Nachhaltige Entwicklung im Unternehmenskontext stehen Wirkung, Massnahmen und Hoher im Mittelpunkt.",
    "Bei der Einordnung sind ausserdem Planer und Budgeteffizienz entscheidend.",
    "Leitgedanke: Welche Regel gilt bei Portfolioplanung zuerst.",
    "Als Ablenker treten Anzeigen, Einzelmassnahme und Zufallstreffer auf.",
    "Begriffe im Fokus: Wirkung, Massnahmen, Hoher, Planer, Budgeteffizienz, Anzeigen, Einzelmassnahme, Zufallstreffer."
  ],
  "terms": [
    {
      "id": "t1",
      "label": "Wirkung",
      "is_target": true,
      "explanation": "\"Wirkung\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t2",
      "label": "Massnahmen",
      "is_target": true,
      "explanation": "\"Massnahmen\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t3",
      "label": "Hoher",
      "is_target": true,
      "explanation": "\"Hoher\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t4",
      "label": "Planer",
      "is_target": true,
      "explanation": "\"Planer\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t5",
      "label": "Budgeteffizienz",
      "is_target": true,
      "explanation": "\"Budgeteffizienz\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t6",
      "label": "Anzeigen",
      "is_target": false,
      "explanation": "\"Anzeigen\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    },
    {
      "id": "t7",
      "label": "Einzelmassnahme",
      "is_target": false,
      "explanation": "\"Einzelmassnahme\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    },
    {
      "id": "t8",
      "label": "Zufallstreffer",
      "is_target": false,
      "explanation": "\"Zufallstreffer\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    }
  ]
}
