{
  "meta": {
    "topic": "Der gnadenlose Gutachter - AP1 IT",
    "mechanic": "finding_terms",
    "engine": "FindingGame",
    "variant": "leasing_gutachter",
    "title": "Der gnadenlose Gutachter - AP1 IT - Begriffe finden",
    "subtitle": "Markiere die relevanten Fachbegriffe im Text.",
    "version": "1.0"
  },
  "scoring": {
    "max_score": 100,
    "false_penalty": 10
  },
  "contract_excerpt": [
    "Im Thema Der gnadenlose Gutachter - AP1 IT stehen Gutachter, Leasing und Monitore im Mittelpunkt.",
    "Bei der Einordnung sind ausserdem Statt und Quantitaetsmangel entscheidend.",
    "Leitgedanke: Ordne IT-Beschaffungssituationen den korrekten Maengelarten zu..",
    "Als Ablenker treten Scheinargument, Nebenspur und Zufallsauswahl auf.",
    "Begriffe im Fokus: Gutachter, Leasing, Monitore, Statt, Quantitaetsmangel, Scheinargument, Nebenspur, Zufallsauswahl."
  ],
  "terms": [
    {
      "id": "t1",
      "label": "Gutachter",
      "is_target": true,
      "explanation": "\"Gutachter\" ist ein relevanter Fachbegriff im Thema Der gnadenlose Gutachter - AP1 IT."
    },
    {
      "id": "t2",
      "label": "Leasing",
      "is_target": true,
      "explanation": "\"Leasing\" ist ein relevanter Fachbegriff im Thema Der gnadenlose Gutachter - AP1 IT."
    },
    {
      "id": "t3",
      "label": "Monitore",
      "is_target": true,
      "explanation": "\"Monitore\" ist ein relevanter Fachbegriff im Thema Der gnadenlose Gutachter - AP1 IT."
    },
    {
      "id": "t4",
      "label": "Statt",
      "is_target": true,
      "explanation": "\"Statt\" ist ein relevanter Fachbegriff im Thema Der gnadenlose Gutachter - AP1 IT."
    },
    {
      "id": "t5",
      "label": "Quantitaetsmangel",
      "is_target": true,
      "explanation": "\"Quantitaetsmangel\" ist ein relevanter Fachbegriff im Thema Der gnadenlose Gutachter - AP1 IT."
    },
    {
      "id": "t6",
      "label": "Scheinargument",
      "is_target": false,
      "explanation": "\"Scheinargument\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    },
    {
      "id": "t7",
      "label": "Nebenspur",
      "is_target": false,
      "explanation": "\"Nebenspur\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    },
    {
      "id": "t8",
      "label": "Zufallsauswahl",
      "is_target": false,
      "explanation": "\"Zufallsauswahl\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    }
  ]
}
