{
  "meta": {
    "topic": "Nachhaltige Entwicklung im Unternehmenskontext",
    "mechanic": "finding_terms",
    "engine": "FindingGame",
    "variant": "kennzahlen_monitor",
    "title": "Nachhaltige Entwicklung im Unternehmenskontext - Begriffe finden",
    "subtitle": "Markiere die relevanten Fachbegriffe im Text.",
    "version": "1.0"
  },
  "scoring": {
    "max_score": 100,
    "false_penalty": 10
  },
  "contract_excerpt": [
    "Im Thema Nachhaltige Entwicklung im Unternehmenskontext stehen Trend, Entwicklung und Massnahme im Mittelpunkt.",
    "Bei der Einordnung sind ausserdem Unternehmenskontext und Nachhaltige entscheidend.",
    "Leitgedanke: Welche Entwicklung ist ein kritischer Nachhaltigkeitstrend.",
    "Als Ablenker treten Aufschluesselung, Ursachenbezug und Dokumentieren auf.",
    "Begriffe im Fokus: Trend, Entwicklung, Massnahme, Unternehmenskontext, Nachhaltige, Aufschluesselung, Ursachenbezug, Dokumentieren."
  ],
  "terms": [
    {
      "id": "t1",
      "label": "Trend",
      "is_target": true,
      "explanation": "\"Trend\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t2",
      "label": "Entwicklung",
      "is_target": true,
      "explanation": "\"Entwicklung\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t3",
      "label": "Massnahme",
      "is_target": true,
      "explanation": "\"Massnahme\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t4",
      "label": "Unternehmenskontext",
      "is_target": true,
      "explanation": "\"Unternehmenskontext\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t5",
      "label": "Nachhaltige",
      "is_target": true,
      "explanation": "\"Nachhaltige\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t6",
      "label": "Aufschluesselung",
      "is_target": false,
      "explanation": "\"Aufschluesselung\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    },
    {
      "id": "t7",
      "label": "Ursachenbezug",
      "is_target": false,
      "explanation": "\"Ursachenbezug\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    },
    {
      "id": "t8",
      "label": "Dokumentieren",
      "is_target": false,
      "explanation": "\"Dokumentieren\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    }
  ]
}
