{
  "meta": {
    "topic": "Lösungsvarianten entwickeln und nach Kriterien vergleichen",
    "mechanic": "finding_terms",
    "engine": "FindingGame",
    "variant": "losungsvarianten_entwickeln_und_nach_kriterien_vergleichen",
    "title": "Lösungsvarianten entwickeln und nach Kriterien vergleichen - Begriffe finden",
    "subtitle": "Markiere die relevanten Fachbegriffe im Text.",
    "version": "1.0"
  },
  "scoring": {
    "max_score": 100,
    "false_penalty": 10
  },
  "contract_excerpt": [
    "Im Thema Lösungsvarianten entwickeln und nach Kriterien vergleichen stehen Lösungsvarianten, Vergleichen und Entwickeln im Mittelpunkt.",
    "Bei der Einordnung sind ausserdem Kriterien und Priorisiert entscheidend.",
    "Als Ablenker treten Scheinargument, Nebenspur und Zufallsauswahl auf.",
    "Begriffe im Fokus: Lösungsvarianten, Vergleichen, Entwickeln, Kriterien, Priorisiert, Scheinargument, Nebenspur, Zufallsauswahl."
  ],
  "terms": [
    {
      "id": "t1",
      "label": "Lösungsvarianten",
      "is_target": true,
      "explanation": "\"Lösungsvarianten\" ist ein relevanter Fachbegriff im Thema Lösungsvarianten entwickeln und nach Kriterien vergleichen."
    },
    {
      "id": "t2",
      "label": "Vergleichen",
      "is_target": true,
      "explanation": "\"Vergleichen\" ist ein relevanter Fachbegriff im Thema Lösungsvarianten entwickeln und nach Kriterien vergleichen."
    },
    {
      "id": "t3",
      "label": "Entwickeln",
      "is_target": true,
      "explanation": "\"Entwickeln\" ist ein relevanter Fachbegriff im Thema Lösungsvarianten entwickeln und nach Kriterien vergleichen."
    },
    {
      "id": "t4",
      "label": "Kriterien",
      "is_target": true,
      "explanation": "\"Kriterien\" ist ein relevanter Fachbegriff im Thema Lösungsvarianten entwickeln und nach Kriterien vergleichen."
    },
    {
      "id": "t5",
      "label": "Priorisiert",
      "is_target": true,
      "explanation": "\"Priorisiert\" ist ein relevanter Fachbegriff im Thema Lösungsvarianten entwickeln und nach Kriterien vergleichen."
    },
    {
      "id": "t6",
      "label": "Scheinargument",
      "is_target": false,
      "explanation": "\"Scheinargument\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    },
    {
      "id": "t7",
      "label": "Nebenspur",
      "is_target": false,
      "explanation": "\"Nebenspur\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    },
    {
      "id": "t8",
      "label": "Zufallsauswahl",
      "is_target": false,
      "explanation": "\"Zufallsauswahl\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    }
  ]
}
