{
  "meta": {
    "topic": "Nachhaltige Entwicklung im Unternehmenskontext",
    "mechanic": "finding_terms",
    "engine": "FindingGame",
    "variant": "stakeholder_spannungsfeld_duell",
    "title": "Nachhaltige Entwicklung im Unternehmenskontext - Begriffe finden",
    "subtitle": "Markiere die relevanten Fachbegriffe im Text.",
    "version": "1.0"
  },
  "scoring": {
    "max_score": 100,
    "false_penalty": 10
  },
  "contract_excerpt": [
    "Im Thema Nachhaltige Entwicklung im Unternehmenskontext stehen Begruendung, Stakeholder und Spannungsfeld im Mittelpunkt.",
    "Bei der Einordnung sind ausserdem Entscheidung und Unternehmenskontext entscheidend.",
    "Leitgedanke: Welche Entscheidung ist im Stakeholderkonflikt meist robuster.",
    "Als Ablenker treten Reputationswirksame, Scheinmassnahme und Zielkonflikte auf.",
    "Begriffe im Fokus: Begruendung, Stakeholder, Spannungsfeld, Entscheidung, Unternehmenskontext, Reputationswirksame, Scheinmassnahme, Zielkonflikte."
  ],
  "terms": [
    {
      "id": "t1",
      "label": "Begruendung",
      "is_target": true,
      "explanation": "\"Begruendung\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t2",
      "label": "Stakeholder",
      "is_target": true,
      "explanation": "\"Stakeholder\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t3",
      "label": "Spannungsfeld",
      "is_target": true,
      "explanation": "\"Spannungsfeld\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t4",
      "label": "Entscheidung",
      "is_target": true,
      "explanation": "\"Entscheidung\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t5",
      "label": "Unternehmenskontext",
      "is_target": true,
      "explanation": "\"Unternehmenskontext\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t6",
      "label": "Reputationswirksame",
      "is_target": false,
      "explanation": "\"Reputationswirksame\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    },
    {
      "id": "t7",
      "label": "Scheinmassnahme",
      "is_target": false,
      "explanation": "\"Scheinmassnahme\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    },
    {
      "id": "t8",
      "label": "Zielkonflikte",
      "is_target": false,
      "explanation": "\"Zielkonflikte\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    }
  ]
}
