{
  "meta": {
    "topic": "Beduerfnisse, Bedarf, Kaufkraft",
    "mechanic": "finding_terms",
    "engine": "FindingGame",
    "variant": "budget_barometer",
    "title": "Beduerfnisse, Bedarf, Kaufkraft - Begriffe finden",
    "subtitle": "Markiere die relevanten Fachbegriffe im Text.",
    "version": "1.0"
  },
  "scoring": {
    "max_score": 100,
    "false_penalty": 10
  },
  "contract_excerpt": [
    "Im Thema Beduerfnisse, Bedarf, Kaufkraft stehen Kaufkraft, Bedarf und Budget im Mittelpunkt.",
    "Bei der Einordnung sind ausserdem Einkommen und Beduerfnisse entscheidend.",
    "Leitgedanke: Monatsbudget 1200 EUR: Welche Ausgabe ist ein Grundbeduerfnis.",
    "Als Ablenker treten Premium-Lieferservice, Krankenversicherung und Grundnahrungsmittel auf.",
    "Begriffe im Fokus: Kaufkraft, Bedarf, Budget, Einkommen, Beduerfnisse, Premium-Lieferservice, Krankenversicherung, Grundnahrungsmittel."
  ],
  "terms": [
    {
      "id": "t1",
      "label": "Kaufkraft",
      "is_target": true,
      "explanation": "\"Kaufkraft\" ist ein relevanter Fachbegriff im Thema Beduerfnisse, Bedarf, Kaufkraft."
    },
    {
      "id": "t2",
      "label": "Bedarf",
      "is_target": true,
      "explanation": "\"Bedarf\" ist ein relevanter Fachbegriff im Thema Beduerfnisse, Bedarf, Kaufkraft."
    },
    {
      "id": "t3",
      "label": "Budget",
      "is_target": true,
      "explanation": "\"Budget\" ist ein relevanter Fachbegriff im Thema Beduerfnisse, Bedarf, Kaufkraft."
    },
    {
      "id": "t4",
      "label": "Einkommen",
      "is_target": true,
      "explanation": "\"Einkommen\" ist ein relevanter Fachbegriff im Thema Beduerfnisse, Bedarf, Kaufkraft."
    },
    {
      "id": "t5",
      "label": "Beduerfnisse",
      "is_target": true,
      "explanation": "\"Beduerfnisse\" ist ein relevanter Fachbegriff im Thema Beduerfnisse, Bedarf, Kaufkraft."
    },
    {
      "id": "t6",
      "label": "Premium-Lieferservice",
      "is_target": false,
      "explanation": "\"Premium-Lieferservice\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    },
    {
      "id": "t7",
      "label": "Krankenversicherung",
      "is_target": false,
      "explanation": "\"Krankenversicherung\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    },
    {
      "id": "t8",
      "label": "Grundnahrungsmittel",
      "is_target": false,
      "explanation": "\"Grundnahrungsmittel\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    }
  ]
}
