{
  "meta": {
    "topic": "Nachhaltige Entwicklung im Unternehmenskontext",
    "mechanic": "finding_terms",
    "engine": "FindingGame",
    "variant": "lieferkette_risiko_router",
    "title": "Nachhaltige Entwicklung im Unternehmenskontext - Begriffe finden",
    "subtitle": "Markiere die relevanten Fachbegriffe im Text.",
    "version": "1.0"
  },
  "scoring": {
    "max_score": 100,
    "false_penalty": 10
  },
  "contract_excerpt": [
    "Im Thema Nachhaltige Entwicklung im Unternehmenskontext stehen Risiko, Unternehmenskontext und Nachhaltige im Mittelpunkt.",
    "Bei der Einordnung sind ausserdem Entwicklung und Sofortmassnahme entscheidend.",
    "Leitgedanke: Was ist bei erkanntem Lieferkettenrisiko der erste Pflichtschritt.",
    "Als Ablenker treten Selbstmeldung, Lieferanten und Ignorieren auf.",
    "Begriffe im Fokus: Risiko, Unternehmenskontext, Nachhaltige, Entwicklung, Sofortmassnahme, Selbstmeldung, Lieferanten, Ignorieren."
  ],
  "terms": [
    {
      "id": "t1",
      "label": "Risiko",
      "is_target": true,
      "explanation": "\"Risiko\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t2",
      "label": "Unternehmenskontext",
      "is_target": true,
      "explanation": "\"Unternehmenskontext\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t3",
      "label": "Nachhaltige",
      "is_target": true,
      "explanation": "\"Nachhaltige\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t4",
      "label": "Entwicklung",
      "is_target": true,
      "explanation": "\"Entwicklung\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t5",
      "label": "Sofortmassnahme",
      "is_target": true,
      "explanation": "\"Sofortmassnahme\" ist ein relevanter Fachbegriff im Thema Nachhaltige Entwicklung im Unternehmenskontext."
    },
    {
      "id": "t6",
      "label": "Selbstmeldung",
      "is_target": false,
      "explanation": "\"Selbstmeldung\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    },
    {
      "id": "t7",
      "label": "Lieferanten",
      "is_target": false,
      "explanation": "\"Lieferanten\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    },
    {
      "id": "t8",
      "label": "Ignorieren",
      "is_target": false,
      "explanation": "\"Ignorieren\" ist ein Ablenkbegriff und gehoert nicht zur Kernloesung."
    }
  ]
}
